const frameworkDescription = {
  promoImg: '/images/domains/complicated/_promo.svg',
  id: 0,
  icon: '/images/domains/complicated/_icon.svg',
  logo: `/images/domains/complicated/_logo.svg`,
  links: {
    wiki: {
      ru: ``,
      en: ``
    },
    offisialSiteLink: `/`,
    articleLink: `/app`,
  },
  cynefinDomain: '#complicated',
  type: '#framework',
  title: 'Toyota Production System',
  abbr: `T.P.S.`,
  shortDesc: 'Toyota Production System основана на концепциях бережливого производства (lean manufacturing) и качества (quality management), которые предполагают систематический подход к оптимизации производственных процессов.',
  examples: [{title: '', link: '/'}, {title: '', link: '/'}, {title: '', link: '/'}, {title: '', link: '/'},],
  desc: [
    '',
    '',
    '',
  ],
  background: {}, brandColorText: 'complicated-domain-textColor', brandColorBg: 'complicated-domain-bgColor',
};


// Toyota Production System (TPS) можно отнести к сложному (Complicated) домену модели Cynefin.

// Обоснование:
// Характеристика сложного домена (Complicated):

// В сложном домене причинно-следственные связи могут быть поняты и описаны, но для их анализа требуется экспертиза и детальное понимание процессов.
// Системы здесь сложны, и правильные решения можно найти через анализ данных и экспертизу.
// Характеристика Toyota Production System (TPS):

// TPS основан на концепциях бережливого производства (lean manufacturing) и качества (quality management), которые предполагают систематический подход к оптимизации производственных процессов.
// Этот метод включает в себя:
// Моделирование процессов: Анализ и понимание каждого этапа производственного цикла.
// Идентификация узких мест: Определение и устранение узких мест для улучшения потока.
// Использование методов, таких как 5S, Kanban и Kaizen: Эти подходы требуют глубокого анализа и понимания процесса.
// TPS также требует вовлечения экспертов (менеджеров, операторов) для оптимизации процессов, что соответствует характеристикам сложного домена.
// Почему не Complex:
// В Complex домене действия и взаимодействия могут приводить к непредсказуемым результатам, и причинно-следственные связи не могут быть поняты заранее. TPS же основывается на четко определенных процессах и методах, которые позволяют анализировать и улучшать производственные циклы.
// Хотя TPS может адаптироваться к изменениям и учитывать разнообразные факторы, он не столь непредсказуем, как сложные системы, где нужны эксперименты и наблюдения.
// Таким образом, Toyota Production System (TPS) следует отнести к сложному (Complicated) домену модели Cynefin, так как он требует анализа, экспертного знания и понимания структурированных процессов для достижения оптимальных результатов.

export default frameworkDescription
