  const faqData = [
    {
      q: 'Что такое Cynefin Puzzle?',
      a: [
        `Cynefin Puzzle — это обучающая настольная игра, дополненная веб-приложением, основанная на модели Cynefin.`,
        `Игра помогает разобраться в типах систем менеджмента в зависимости от ситуации в которой мы находится, и выбрать правильные стратегии для работы с неопределенностью и сложностью. Веб-приложение расширяет игровой процесс, добавляя интерактивные элементы и облегчая обучение.`,
      ]
    },
    {
      q: 'Что включает веб-приложение?',
      a: [
        `Веб-приложение для Cynefin Puzzle предоставляет:`,
        `* Помощь с настройкой игры и отслеживанием прогресса.`,
        `Подсказки и материалы для более глубокого изучения модели Cynefin.`
      ]
    },
    {
      q: 'Кому подойдет Cynefin Puzzle?',
      a: [
        `Игра предназначена для всех, кто хочет улучшить свои знания о современных системах менеджмента и модели cynefin.`,
        `Подходит для руководителей, командных лидеров, бизнес-аналитиков, консультантов и всех, кто работает с комплексными системами или сталкивается с неопределенностью.`,
      ]
    },
    {
      q: 'Сколько времени занимает игра?',
      a: [
        `Время игры зависит от сценариев и количества участников, но в среднем игровой процесс длится от 90 до 160 минут игрового времени.`,
      ]
    },
    {
      q: 'Можно ли использовать игру для проведения воркшопов?',
      a: [
        `Да! Cynefin Puzzle идеально подходит для воркшопов.`,
        `Вы можете провести игру самостоятельно, следуя инструкции из тренерского комплекта, или пригласить профессионального фасилитатора, который поможет организовать и провести сессию для вашей команды.`,
      ]
    },
    {
      q: 'Нужны ли специальные знания для игры?',
      a: [
        `Нет! Cynefin Puzzle разработана таким образом, чтобы каждый мог начать играть без предварительных знаний о модели Cynefin.`,
        `Правила игры просты и понятны, а в процессе вы постепенно изучаете ключевые концепции модели и много новых названий систем менеджмента.`,
      ]
    },
    {
      q: 'Сколько человек может играть одновременно?',
      a: [
        `Комплект игры рассчитан на 4-6 участников. Это оптимальное количество для создания обсуждений и совместного решения задач.`,
        `Однако комплект для тренеров расчитан для проведения сессий с большим количеством людей на воркшопах.`,
      ]
    },
    {
      q: 'Есть ли цифровая версия Cynefin Puzzle?',
      a: [
        `На данный момент Cynefin Puzzle доступна только в настольной версии, расширенная веб-приложением.`,
        `Следите за обновлениями на сайте — возможно, скоро появится и цифровой вариант игры!`,
      ]
    },

]
export default faqData;
